[
    {
        "title": "Trady App",
        "description": "Trady is a digital platform specialised in the fascinating world of cryptocurrencies, and I have the privilege to be part of it as a UX/UI designer using advanced prototypes made in Figma.",
        "image": "https://cdn.dribbble.com/userupload/14214866/file/original-02d81614d7c87c952dd5f86d36bba8b6.png?resize=752x&vertical=center"
    },
    {
        "title": "Domus: Redefining travel experiences with elegance and ease.",
        "description": "I have the privilege to be part of it as a UX/UI designer using advanced prototypes made in Figma.",
        "image": "https://cdn.dribbble.com/userupload/7839469/file/original-1c99e86b8b62f7fc3762aa9ce860fde6.png?resize=2048x1536&vertical=center"
    },
    {
        "title": "Kodits ERP: Streamlining Restaurant & Bar Management",
        "description": "Kodits ERP is a comprehensive software solution designed to optimize the operations of restaurants and bars. From real-time inventory management and intuitive POS systems to staff scheduling and detailed sales analytics, our platform empowers you to enhance efficiency, reduce costs, and elevate customer experiences. We're more than just programming and design; at Kodits, we deliver creative solutions that bring your visions to life.",
        "image": "https://cdn.dribbble.com/userupload/42006816/file/original-afd16656f55f2cb91884f49050dc3a05.png?resize=2048x1536&vertical=center"
    },
    {
        "title": "IGD Web design and development",
        "description": "I would like to present my latest web design done for IGD a company specialized in ERP software development. The design was made in Figma and the development in React.",
        "image": "https://cdn.dribbble.com/userupload/16018069/file/original-e6636dc38a348b78eb806712ae8c176e.png?resize=2048x1536&vertical=center"
    },
    {
        "title": "Solei tech, Logo design.",
        "description": "I'm pleased to present the isotype I created for Solei, a dynamic creative agency with Latin roots. Solei is passionate about web design and branding, and works closely with her clients to bring their ideas to life, creating standout online presences.",
        "image": "https://cdn.dribbble.com/userupload/15739388/file/original-69c069108910687527c57aa46e6976a5.gif"
    },
    {
        "title": "Trady web design and development",
        "description": "Trady is a digital platform specialized in the fascinating world of cryptocurrencies, and I have the privilege of being part of it as a web designer and developer. I greatly appreciate your support, and if you find my work at Trady to your liking",
        "image": "https://cdn.dribbble.com/userupload/12819026/file/original-7b208713e722df9cd1bdcd65c66315f6.png?resize=2048x1536&vertical=center"
    },
    {
        "title": "I.G.D Logo design",
        "description": "I'm pleased to present the new logo I've created for IGD, a company specialized in software consulting. This design represents the perfect union of its main objective which is to transmit modernity while maintaining the legibility of its acronym to represent engineering, management and development which are the fundamental pillars for success in today's world of software development.",
        "image": "https://cdn.dribbble.com/userupload/14215062/file/original-b99d3be9c841d25ac739997e0b5bcb07.png?resize=2048x1536&vertical=center"
    },
    {
        "title": "Fashion clothing store.",
        "description": "I'm pleased to present my design done for a fashion clothing store. The design was made in Figma",
        "image": "https://cdn.dribbble.com/userupload/9378244/file/original-4dd88d8dbd46b56515626ab553efa7d3.jpg?resize=2048x1536&vertical=center"
    }
]